[
{
    "model": "scraping.city",
    "pk": 1,
    "fields": {
        "name": "Одинцово",
        "slug": "odintsovo"
    }
},
{
    "model": "scraping.city",
    "pk": 2,
    "fields": {
        "name": "Москва",
        "slug": "moskva"
    }
},
{
    "model": "scraping.city",
    "pk": 4,
    "fields": {
        "name": "Одесса",
        "slug": "odessa"
    }
},
{
    "model": "scraping.language",
    "pk": 1,
    "fields": {
        "name": "Python",
        "slug": "python"
    }
},
{
    "model": "scraping.language",
    "pk": 2,
    "fields": {
        "name": "Java",
        "slug": "java"
    }
},
{
    "model": "scraping.vacancy",
    "pk": 1,
    "fields": {
        "url": "https://hh.ru/vacancy/41485030?query=Full-stack%20python%20developer",
        "title": "Разработчик Python (Middle, Full-Stack)",
        "company": "ИП Рыжков Даниил Алексеевич",
        "description": "Наша компания занимаемся разработкой решений SaaS сервисов в области гражданской авиации и автоматизации бизнеса. Наши клиенты — стартапы и средние бизнесы (в основном из США и Канады).\r\n\r\nИщем в команду фулстек разработчика с опытом в коммерческой разработки от 2 лет или хорошим опенсорс-проектом.",
        "city": 2,
        "language": 1,
        "timestamp": "2021-01-13"
    }
},
{
    "model": "scraping.vacancy",
    "pk": 2,
    "fields": {
        "url": "https://hh.ru/vacancy/41228202?query=python%20middle",
        "title": "Middle python разработчик",
        "company": "ООО \"Брейн Компани\"",
        "description": "Требуемый опыт работы: 1–3 года\r\n\r\nПолная занятость, полный день\r\n\r\nВозможно временное оформление: договор услуг, подряда, ГПХ, самозанятые, ИП\r\n\r\nО НАС\r\n\r\nFasTest Neuro Solutions, inc - американская компания в области нейромаркетинговых исследований (fastest.pro). Клиентами компании являются топовые банки зеленых и красных цветов, разноцветные телеком-операторы и ритейлеры.\r\n\r\n\r\nСейчас ведется активная работа по выходу на зарубежные рынки (Индия, Бразилия, Мексика, Франция, и т.д.), ведется разработка большого количества новых функций продукта. С технической точки зрения FasTest - одна из наиболее прогрессивных систем анализа реакций пользователей: мы одни из первых в мире научились анализировать эмоции, внимание и скрытые ассоциации на маркетинговые коммуникации в автоматизированном режиме.\r\n\r\nЕсть возможность поучаствовать в создании продукта, выходящего на международный рынок, поработать над разнообразными интересными задачами.\r\nС нами можно быстро научиться ключевым принципам построения быстро растущего технологического стартапа. У нас, как в акселераторе - мы постоянно улучшаем и совершенствуем наш проект, делаем это очень быстро, используя самые эффективные принципы и технологии. Наша стадия развития - быстрый рост. Команда проекта - нейроученые, серийные IT предприниматели, ex-сотрудники топовых агентств.\r\n\r\nЧЕМ ПРЕДСТОИТ ЗАНИМАТЬСЯ\r\n\r\n• Разработка серверных приложений (backend)\r\n\r\n• Разработка новых функций продукта, проектирование архитектуры проекта\r\n\r\nТРЕБОВАНИЯ\r\n\r\n• Навыки: Разработка ПО (Middle), Django, Python, Git, PostgreSQL\r\n\r\n• Опыт промышленной разработки на Python\r\n\r\n• Понимание клиент-серверной архитектуры и протоколов: TCP/IP, HTTP\r\n\r\n• Опыт проектирования и разработки REST API\r\n\r\n• Знание и владение:\r\n\r\n• Python\r\n\r\n• Django\r\n\r\n• Django templates\r\n\r\n• Django REST framework\r\n\r\n• PostgreSQL\r\n\r\n• Опыт создания архитектуры проекта\r\n\r\n• Умение профилировать и оптимизировать код на Python, работа с репозиторием кода Git, опыт написания тестов\r\n\r\n• Желание развиваться в новых областях для решения новых задач\r\n\r\n• Ответственность и инициативность\r\n\r\nБУДЕТ ПЛЮСОМ\r\n\r\n• Наличие опыта в области анализа данных и работы с библиотеками Numpy, Pandas, SciPy и желание развиваться в этой области\r\n\r\n• Наличие опыта разработки на JavaScript\r\n\r\nУСЛОВИЯ\r\n\r\n• ЗП на руки 120 000 - 150 000 руб.\r\n\r\n• Работа удаленно со своим компьютером и доступом в интернет.\r\n\r\nЕсли есть желание присоединиться к нашей команде, скидывайте CV на указанную почту, в теме письма укажите \"Вакансия python разработчика»!",
        "city": 2,
        "language": 1,
        "timestamp": "2021-01-14"
    }
}
]
